tests = {
    1: {
        1: ("""❗️2015 — 2017
            
1. В каком году началась история Крымского регионального отделения?
            
1. В 2015 году 
2. В 2019 году
3. В 2014 году
4. В 2016 году""",'Правильный ответ: В 2015 году '),
        2: ("""2. Какого числа прошла встреча спикера Госсовета Крыма Владимира Константинова с представителями студотрядов?
            
1. 19 декабря
2. 17 февраля 
3. 20 августа
4. 14 ноября """,'Правильный ответ: 17 февраля'),
        3:("""3. В каком году прошёл первый крупный фестиваль вожатских команд в Крыму?
           
1. В 2017 году
2. В 2020 году
3. В 2016 году
4. В 2015 году""",'Правильный ответ: в 2016 году'),
        4: ("""4. Какие первые направления деятельности были открыты в Крымском региональном отделении РСО?
            
1. Педагогическое
2. Сервисное
3. Отряды проводников 
4. Медицинское """, 'Правильный ответ: педагогическое'),
        5: ("""5. В каком году студенческие отряды Республики Крым вошли в 10 лучших региональных отделений страны?
            
1. В 2018 году
2. В 2017 году
3. В 2019 году
4. В 2021 году""", 'Правильный ответ: в 2017 году\nТы завершил 1-ый тест')},
    2: {
        1: ("""❗️2018 — 2020
            
1. Сколько времени длилась акция «Крымский студенческий десант РСО» в 2018 году?
            
1. 2 недели
2. 1 неделю 
3. 3 дня
4. Месяц""", 'Правильный ответ: 2 недели'),
        2: ("""2. Какое название получила патриотическая акция, появившаяся в 2019 году?
            
1. «Десант Победы РСО»
2. Десант 
3. Патриотический десант
4. «Снежный десант РСО»""", 'Правильный ответ: «Десант Победы РСО»'),
        3: ("""3. Что делали студенты в рамках акции «Десант Победы РСО» за неделю добровольческого труда?
            
1. Благоустраивали памятники Великой Отечественной войны 1941-1945 годов, проводили уроки в школах популяризировали добровольчество
2.Только проводили уроки в школе 
3. Только выезжали на благоустройство памятников""", 'Правильный ответ: Благоустраивали памятники Великой Отечественной войны 1941-1945 годов, проводили уроки в школах популяризировали добровольчество'),
        4: ("""4. С какого года студенческие отряды Крыма начали проводить ежегодные донорские акции?
            
1. С 2022 года
2. С 2019 года
3. С 2016 года
4. С 2018 года""", 'Правильный ответ: с 2019 года'),
        5: ("""5. Где смогли работать студенческие отряды летом 2020 года, несмотря на пандемию?
            
1. В детских лагерях для работы вожатыми 
2. В отелях и ресторанах
3. В больницах
4. На стройке""", 'Правильный ответ: В детских лагерях для работы вожатыми\nТы завершил 2-ой тест')},
    3: { 
        1: ("""❗️2021 — 2025
            
1. С какого года Крымское региональное отделение РСО стабильно входит в ТОП-5 сильнейших региональных отделений?

1. С 2021 года
2. С 2019 года
3. С 2020 года
4. С 2025 года""", 'Правильный ответ: с 2021 года'),
        2: ("""2. На развитие каких отрядов студенческие отряды Крыма уделяют особое внимание с 2023 года?
            
1. Педагогических отрядов 
2. Трудовых отрядов подростков
3. Сервисных отрядов
4. Медицинских отрядов""", 'Правильный ответ: Трудовых отрядов подростков'),
        3: ("""3. Кого именно привлекают к трудовой деятельности в рамках развития трудовых отрядов подростков?
            
1. Совершеннолетних студентов колледжей 
2. Только школьников 10–11 классов 
3. Несовершеннолетних крымчан школьников и студентов колледжей""", 'Правильный ответ: Несовершеннолетних крымчан школьников и студентов колледжей'),
        4: ("""4. Где проходил творческий фестиваль ВССО-64, где студотряды Крыма забрали Гран-при?
            
1. В Казани
2. В Краснодаре
3. В Сочи
4. В Саратове """, 'Правильный ответ: В Казани'),
        5: ("""5. Какое место занял штаб студотрядов Крыма среди всех региональных штабов РСО по итогам 2024 года?
            
1. 1 место 
2. 2 место
3. 3 место """, 'Правильный ответ: 3 место\nТы завершил 3-ий тест')}}
